/* Localizable strings of com.apple.mcxMenuExtras preference manifest */

"mcxMenuExtras.pfm_title" =			"Menüerweiterungen";
"mcxMenuExtras.pfm_description" =			"Verwaltete Menüerweiterungen. Festgelegte Menüerweiterungen werden nach der Benutzeranmeldung zu der Menüleiste hinzugefügt oder entfernt. Standard-Menüerweiterungen werden möglicherweise durch Dateinamen angegeben. Alle anderen Menüerweiterungen werden durch einen ganzen Pfad angegeben. Einige Menüerweiterungen können nur dann angezeigt werden, wenn die Hardware- und Softwarekonfiguration des Zielcomputers dies zulassen.";

"delaySeconds.pfm_title" =			"Verzögerung für Hinzufügen oder Entfernen";
"delaySeconds.pfm_description" =			"Verzögerung (in Sekunden) für das Hinzufügen oder Entfernen von Menüerweiterungen nach der Anmeldung. Wenn die Verzögerung zu kurz ist, werden die Menüerweiterungen in der Menüleiste weder ein- noch ausgeblendet.";

"maxWaitSeconds.pfm_title" =			"Maximale Wartezeit";
"maxWaitSeconds.pfm_description" =			"Maximale Wartezeit für das Hinzufügen oder Entfernen von allen Menüerweiterungen.";

"AirPort.menu.pfm_title" =			"AirPort-Menüerweiterung";
"AirPort.menu.pfm_description" =			"wahr: AirPort-Menüerweiterung hinzufügen. falsch: AirPort-Menüerweiterung entfernen.";

"Battery.menu.pfm_title" =			"Batterie-Menüerweiterung";
"Battery.menu.pfm_description" =			"wahr: Batterie-Menüerweiterung hinzufügen. falsch: Batterie-Menüerweiterung entfernen.";
"Bluetooth.menu.pfm_title" =			"Bluetooth-Menüerweiterung";
"Bluetooth.menu.pfm_description" =			"wahr: Bluetooth-Menüerweiterung hinzufügen. falsch: Bluetooth-Menüerweiterung entfernen.";
"CPU.menu.pfm_title" =			"CPU-Menüerweiterung";
"CPU.menu.pfm_description" =			"wahr: CPU-Menüerweiterung hinzufügen. falsch: CPU-Menüerweiterung entfernen.";
"Clock.menu.pfm_title" =			"Uhr-Menüerweiterung";
"Clock.menu.pfm_description" =			"wahr: Uhr-Menüerweiterung hinzufügen. falsch: Uhr-Menüerweiterung entfernen.";
"Displays.menu.pfm_title" =			"Monitore-Menüerweiterung";
"Displays.menu.pfm_description" =			"wahr: Monitore-Menüerweiterung hinzufügen. falsch: Monitore-Menüerweiterung entfernen.";
"Eject.menu.pfm_title" =			"Auswerfen-Menüerweiterung";
"Eject.menu.pfm_description" =			"wahr: Auswerfen-Menüerweiterung hinzufügen. falsch: Auswerfen-Menüerweiterung entfernen.";
"Fax.menu.pfm_title" =			"Fax-Menüerweiterung";
"Fax.menu.pfm_description" =			"wahr: Fax-Menüerweiterung hinzufügen. falsch: Fax-Menüerweiterung entfernen.";
"HomeSync.menu.pfm_title" =			"HomeSync-Menüerweiterung";
"HomeSync.menu.pfm_description" =			"wahr: HomeSync-Menüerweiterung hinzufügen. falsch: HomeSync-Menüerweiterung entfernen.";
"Ink.menu.pfm_title" =			"Ink-Menüerweiterung";
"Ink.menu.pfm_description" =			"wahr: Ink-Menüerweiterung hinzufügen. falsch: Ink-Menüerweiterung entfernen.";
"IrDA.menu.pfm_title" =			"Infrarot-Menüerweiterung";
"IrDA.menu.pfm_description" =			"wahr: Infrarot-Menüerweiterung hinzufügen. falsch: Infrarot-Menüerweiterung entfernen.";
"PCCard.menu.pfm_title" =			"PCCard-Menüerweiterung";
"PCCard.menu.pfm_description" =			"wahr: PC-Card-Menüerweiterung hinzufügen. falsch: PC-Card-Menüerweiterung entfernen.";
"PPP.menu.pfm_title" =			"PPP-Menüerweiterung";
"PPP.menu.pfm_description" =			"wahr: PPP-Menüerweiterung hinzufügen. falsch: PPP-Menüerweiterung entfernen.";
"PPPoE.menu.pfm_title" =			"PPPoE-Menüerweiterung";
"PPPoE.menu.pfm_description" =			"wahr: PPPoE-Menüerweiterung hinzufügen. falsch: PPPoE-Menüerweiterung entfernen.";
"RemoteDesktop.menu.pfm_title" =			"Menüerweiterung für entfernte Verwaltung";
"RemoteDesktop.menu.pfm_description" =			"wahr: Menüerweiterung für entfernte Verwaltung hinzufügen. falsch: Menüerweiterung für entfernte Verwaltung entfernen.";
"Spaces.menu.pfm_title" =			"Spaces-Menüerweiterung";
"Spaces.menu.pfm_description" =			"wahr: Spaces-Menüerweiterung hinzufügen. falsch: Spaces-Menüerweiterung entfernen.";
"Script Menu.menu.pfm_title" =			"AppleScript-Menüerweiterung";
"Script Menu.menu.pfm_description" =			"wahr: AppleScript-Menüerweiterung hinzufügen. falsch: AppleScript-Menüerweiterung entfernen.";
"Sync.menu.pfm_title" =			"iSync-Menüerweiterung";
"Sync.menu.pfm_description" =			"wahr: iSync-Menüerweiterung hinzufügen. falsch: iSync-Menüerweiterung entfernen.";
"TextInput.menu.pfm_title" =			"Eingabe-Menüerweiterung";
"TextInput.menu.pfm_description" =			"wahr: Eingabe-Menüerweiterung hinzufügen. falsch: Eingabe-Menüerweiterung entfernen.";
"TimeMachine.menu.pfm_title" =			"Time Machine-Menüerweiterung";
"TimeMachine.menu.pfm_description" =			"wahr: Time Machine-Menüerweiterung hinzufügen. falsch: Time Machine-Menüerweiterung entfernen.";
"UniversalAccess.menu.pfm_title" =			"Bedienungshilfen-Menüerweiterung";
"UniversalAccess.menu.pfm_description" =			"wahr: Bedienungshilfen-Menüerweiterung hinzufügen. falsch: Bedienungshilfen-Menüerweiterung entfernen.";
"User.menu.pfm_title" =			"„Schneller Benutzerwechsel“-Menüerweiterung";
"User.menu.pfm_description" =			"wahr: „Schneller Benutzerwechsel“-Menüerweiterung hinzufügen. falsch: „Schneller Benutzerwechsel“-Menüerweiterung entfernen.";
"VPN.menu.pfm_title" =			"VPN-Menüerweiterung";
"VPN.menu.pfm_description" =			"wahr: VPN-Menüerweiterung hinzufügen. falsch: VPN-Menüerweiterung entfernen.";
"Verizon.menu.pfm_title" =			"Verizon-Menüerweiterung";
"Verizon.menu.pfm_description" =			"wahr: Verizon-Menüerweiterung hinzufügen. falsch: Verizon-Menüerweiterung entfernen.";
"Volume.menu.pfm_title" =			"Ton-Menüerweiterung";
"Volume.menu.pfm_description" =			"wahr: Ton-Menüerweiterung hinzufügen. falsch: Ton-Menüerweiterung entfernen.";
"WWAN.menu.pfm_title" =			"WWAN-Menüerweiterung";
"WWAN.menu.pfm_description" =			"wahr: WWAN-Menüerweiterung hinzufügen. falsch: WWAN-Menüerweiterung entfernen.";
"iChat.menu.pfm_title" =			"iChat-Menüerweiterung";
"iChat.menu.pfm_description" =			"wahr: iChat-Menüerweiterung hinzufügen. falsch: iChat-Menüerweiterung entfernen.";
